{
  "cities": [
    {
      "id": 1,
      "name": "Royal London Retreat",
      "city": "London",
      "country": "England",
      "image": "./images/london.png",
      "description": "Embark on a regal journey through the heart of London, where history and modernity intertwine seamlessly. Discover the majestic landmarks of Buckingham Palace and the Tower of London, delve into the rich cultural tapestry of the British Museum, and indulge in the vibrant energy of Covent Garden's bustling markets. Stroll along the serene banks of the Thames River, taking in iconic sights such as the London Eye and Tower Bridge. With luxurious accommodations fit for royalty and expertly guided tours revealing the city's hidden gems, the \"Royal London Retreat\" promises an unforgettable escapade into the essence of British elegance and charm.",
      "duration": 5,
      "price": 700,
      "hotel": "Central Park Hotel",
      "destinationType": "City",
      "pensionType": "Half Board",
      "hook": "Experience the allure of London's rich history and modern vibrancy on the ultimate Royal London Retreat – where every corner holds a new adventure waiting to be discovered."
    },
    {
      "id": 2,
      "name": "Parisian Rendezvous",
      "city": "Paris",
      "country": "France",
      "image": "./images/paris.png",
      "description": "Immerse yourself in the enchanting allure of the City of Light with our \"Parisian Rendezvous\" package. Traverse cobblestone streets adorned with quaint cafes and artisan boutiques in the charming neighborhoods of Montmartre and Le Marais. Experience the timeless romance of Paris with a leisurely cruise along the Seine River, passing under iconic bridges and beholding breathtaking views of Notre-Dame Cathedral and the Eiffel Tower. Delight your senses with delectable French cuisine during a culinary adventure through bustling markets and Michelin-starred restaurants. From the grandeur of the Louvre Museum to the bohemian ambiance of the Latin Quarter, every corner of Paris beckons with captivating history and unparalleled elegance, making this journey a true rendezvous with Parisian splendor.",
      "duration": 4,
      "price": 550,
      "hotel": "Hôtel des Bains",
      "destinationType": "City",
      "pensionType": "Half Board",
      "hook": "Discover the irresistible charm of Paris with our exclusive \"Parisian Rendezvous\" package – a journey through cobblestone streets, romantic river cruises, and culinary delights awaits. Click now to immerse yourself in the essence of Parisian splendor!"
    },
    {
      "id": 3,
      "name": "Há Descoberta do Porto",
      "city": "Porto",
      "country": "Portugal",
      "image": "./images/porto.png",
      "description": "Embark on a captivating journey through the picturesque streets and scenic riverbanks of Porto with our \"Há Descoberta do Porto\" package. Wander through the historic Ribeira district, where colorful buildings line the Douro River, and sample Portugal's famed port wine in traditional cellars along the waterfront. Explore the architectural wonders of Porto's UNESCO-listed old town, including the iconic Dom Luís I Bridge and the ornate São Bento Railway Station adorned with stunning azulejo tiles. Indulge in the flavors of Portuguese cuisine, savoring freshly caught seafood and regional delicacies in charming local eateries. With guided tours revealing the city's cultural treasures and hidden gems, this expedition promises an immersive experience into the rich history and vibrant charm of Porto.",
      "duration": 4,
      "price": 400,
      "hotel": "Hotel Vincci Porto",
      "destinationType": "City",
      "pensionType": "Bed and Breakfast",
      "hook": "Experience the charm of Porto's historic streets and scenic riverbanks with our \"Há Descoberta do Porto\" package. From tasting port wine to exploring UNESCO-listed landmarks, immerse yourself in Portuguese culture. Click now for an unforgettable journey through Porto's vibrant history and charm!"
    },
    {
      "id": 4,
      "name": "Amsterdam Canal Adventure",
      "city": "Amsterdam",
      "country": "Netherlands",
      "image": "./images/amsterdam.png",
      "description": "Embark on a journey of enchantment through the iconic canals of Amsterdam with our \"Amsterdam Canal Experience\" package. Glide along the picturesque waterways, passing by historic gabled houses, charming bridges, and vibrant houseboats that line the city's UNESCO-listed canal belt. Immerse yourself in the rich cultural tapestry of Amsterdam as you explore world-class museums, such as the Van Gogh Museum and the Rijksmuseum, home to masterpieces by Rembrandt and Vermeer. Wander through the lively streets of the Jordaan district, where trendy boutiques, cozy cafes, and bustling markets await. Delight in the culinary delights of Dutch cuisine, from savory pancakes to fresh herring, and savor artisanal cheeses at local markets. With expertly guided tours and luxurious accommodations, this canal cruise promises an unforgettable experience of Amsterdam's timeless charm and beauty.",
      "duration": 4,
      "price": 500,
      "hotel": "Hotel Levell",
      "destinationType": "City",
      "pensionType": "Half Board",
      "hook": "Experience Amsterdam's iconic canals and rich culture with our Amsterdam Canal Experience package. Glide past historic houses, explore museums, and savor Dutch cuisine. Click to embrace Amsterdam's charm!"
    },
    {
      "id": 5,
      "name": "Madrid Disfrutar Plan",
      "city": "Madrid",
      "country": "Spain",
      "image": "./images/madrid.png",
      "description": "Embark on an unforgettable journey through the vibrant streets of Madrid with our \"Madrid Disfrutar Plan\" package. Immerse yourself in the rich tapestry of Spanish culture, art, and cuisine as you explore this dynamic capital city. Begin your adventure with visits to iconic landmarks such as the majestic Royal Palace, the world-renowned Prado Museum, and the bustling Puerta del Sol square. Wander through charming neighborhoods like Malasaña and La Latina, where historic streets are lined with quaint cafes, trendy boutiques, and lively tapas bars. Indulge in the flavors of Spanish cuisine with gastronomic experiences ranging from traditional paella and savory jamón ibérico to delectable churros con chocolate. Take in panoramic views of the city from the heights of the Teleférico cable car or the rooftop terraces of Gran Vía. With comfortable accommodations in the heart of Madrid and expertly guided tours revealing the city's hidden gems, our \"Madrid Disfrutar Plan\" promises an unforgettable experience filled with joy, discovery, and endless enjoyment.",
      "duration": 5,
      "price": 500,
      "hotel": "Riu Plaza España",
      "destinationType": "City",
      "pensionType": "Bed and Breakfast",
      "hook": "Embark on an unforgettable journey through Madrid with our \"Madrid Disfrutar Plan\" package. Explore iconic landmarks, charming neighborhoods, and savor Spanish cuisine. Click now for an unforgettable experience in the heart of Spain's vibrant capital!"
    },
    {
      "id": 6,
      "name": "Icelandic Adventure Expedition",
      "city": "Reykjavik",
      "country": "Iceland",
      "image": "./images/iceland.png",
      "description": "Embark on an exhilarating journey through the land of fire and ice with our \"Icelandic Adventure Expedition\" package. Traverse rugged landscapes adorned with dramatic waterfalls, volcanic peaks, and sprawling glaciers as you uncover the raw beauty of Iceland. Witness the awe-inspiring Northern Lights dancing across the Arctic sky, casting an enchanting glow over the wilderness. Explore the vibrant capital city of Reykjavik, where colorful houses line the streets and innovative cuisine awaits in trendy restaurants and cozy cafes. Immerse yourself in Iceland's rich cultural heritage with visits to historic landmarks such as the iconic Hallgrimskirkja Church and the ancient Thingvellir National Park, a UNESCO World Heritage Site. With thrilling outdoor activities like glacier hiking, whale watching, and geothermal spa relaxation, this expedition promises an unforgettable adventure into the heart of Iceland's untamed wilderness and vibrant culture.",
      "duration": 7,
      "price": 1200,
      "hotel": "The Retreat at Blue Lagoon Iceland",
      "destinationType": "Nature",
      "pensionType": "Full Board",
      "hook": "Embark on an Icelandic Adventure Expedition to witness the Northern Lights and explore Reykjavik's vibrant culture. Click now for an unforgettable journey into Iceland's untamed wilderness!"
    },
    {
      "id": 7,
      "name": "Grand Canyon Wilderness Experience",
      "city": "Arizona",
      "country": "USA",
      "image": "./images/canyon.png",
      "description": "Embark on a breathtaking journey through one of nature's greatest wonders with our \"Grand Canyon Wilderness Experience\" package. Discover the awe-inspiring beauty and geological wonders of the Grand Canyon as you venture deep into its vast expanse. Marvel at the sheer magnitude of towering cliffs, rugged rock formations, and vibrant layers of colored rock that tell the story of millions of years of Earth's history. Explore scenic trails that wind along the canyon's rim, offering panoramic views of the vast canyon below and the expansive desert landscape beyond. Immerse yourself in the tranquility of nature as you camp under the stars along the canyon's rim, listening to the sounds of the wild and witnessing the beauty of sunrise and sunset over the canyon's rim. With expert guides leading the way and unforgettable experiences around every corner, this wilderness expedition promises an unforgettable adventure in one of the world's most iconic natural wonders, the Grand Canyon.",
      "duration": 7,
      "price": 1300,
      "hotel": "Little America Hotel Flagstaff",
      "destinationType": "Nature",
      "pensionType": "Half Board",
      "hook": "Embark on a breathtaking Grand Canyon Wilderness Experience, delving deep into nature's wonder. Marvel at towering cliffs, vibrant rock formations, and camp under starlit skies. Click now for an unforgettable adventure in one of the world's most iconic natural wonders!"
    },
    {
      "id": 8,
      "name": "Azores Island Escape",
      "city": "São Miguel",
      "country": "Portugal",
      "image": "./images/azores.png",
      "description": "Embark on an unforgettable journey to the Azores archipelago with our \"Azores Island Escape\" package. Discover the unspoiled beauty of this remote paradise, where emerald-green landscapes, azure-blue waters, and dramatic volcanic formations await. Explore the diverse islands of the Azores, each offering its own unique charm and attractions. Hike along lush trails that lead to cascading waterfalls, hidden lagoons, and panoramic viewpoints offering breathtaking vistas of the Atlantic Ocean. Dive into the crystal-clear waters to explore vibrant underwater ecosystems teeming with marine life, including dolphins, whales, and exotic fish species. Immerse yourself in the rich cultural heritage of the Azores, with visits to charming villages, historic churches, and traditional markets showcasing local crafts and delicacies. With comfortable accommodations, expert guides, and unforgettable experiences awaiting you at every turn, our \"Azores Island Escape\" promises an unforgettable adventure in one of Europe's best-kept secrets.",
      "duration": 5,
      "price": 450,
      "hotel": "Pestana Bahia Praia",
      "destinationType": "Nature",
      "pensionType": "Half Board",
      "hook": "Embark on an unforgettable Azores Island Escape, discovering the unspoiled beauty of this remote paradise. Explore lush trails, dive into crystal-clear waters, and immerse yourself in rich cultural heritage. Click now for an unforgettable adventure in Europe's best-kept secret!"
    },
    {
      "id": 9,
      "name": "Vilamoura Coastal Retreat",
      "city": "Vilamoura",
      "country": "Portugal",
      "image": "./images/vilamoura.png",
      "description": "Experience the epitome of coastal luxury with our \"Vilamoura Coastal Retreat\" package. Nestled along the stunning Algarve coastline, Vilamoura is renowned for its pristine beaches, vibrant marina, and world-class golf courses. Indulge in relaxation as you soak up the sun on golden sands or explore the azure waters with a variety of water sports activities, from sailing to paddleboarding. Discover the charm of Vilamoura's lively marina, where chic boutiques, gourmet restaurants, and buzzing nightlife await. Tee off on championship golf courses surrounded by lush greenery and breathtaking ocean views, perfecting your swing in paradise. Unwind in luxury accommodations overlooking the sea, complete with top-notch amenities and personalized service. Whether you seek adventure or relaxation, our \"Vilamoura Coastal Retreat\" offers the perfect blend of seaside serenity and upscale indulgence for an unforgettable escape.",
      "duration": 10,
      "price": 1700,
      "hotel": "Domes Lake Resort",
      "destinationType": "Beach and Sun",
      "pensionType": "Bed and Breakfast",
      "hook": "Experience coastal luxury at its finest with our \"Vilamoura Coastal Retreat\" package. From pristine beaches to championship golf courses, indulge in relaxation and adventure along the stunning Algarve coastline. Click now for an unforgettable escape in paradise!"
    },
    {
      "id": 10,
      "name": "Fuerteventura Sun & Sand Escape",
      "city": "Fuerteventura",
      "country": "Spain",
      "image": "./images/fuerteventura.png",
      "description": "Embark on a sun-soaked adventure to the stunning island of Fuerteventura with our \"Fuerteventura Sun & Sand Escape\" package. Known for its endless stretches of golden beaches, crystal-clear waters, and year-round sunshine, Fuerteventura offers the ultimate beach getaway. Dive into the Atlantic Ocean's azure waters for exhilarating water sports such as surfing, windsurfing, and kiteboarding, or simply relax on the soft sands and soak up the warm Mediterranean sun. Explore the island's rugged interior, where volcanic landscapes and ancient lava fields create a striking backdrop for hiking, biking, and off-road excursions. Discover charming villages nestled among rolling hills, where traditional Canarian culture and cuisine await exploration. With luxurious beachfront accommodations, exhilarating outdoor activities, and unparalleled relaxation, our \"Fuerteventura Sun & Sand Escape\" promises an unforgettable island retreat in the heart of the Canary Islands.",
      "duration": 7,
      "price": 1100,
      "hotel": "Alma Calma Hotel Rural",
      "destinationType": "Beach and Sun",
      "pensionType": "Full Board",
      "hook": "Embark on a sun-soaked adventure to Fuerteventura with our \"Fuerteventura Sun & Sand Escape\" package. Dive into crystal-clear waters for water sports or explore volcanic landscapes. Click now for an unforgettable island retreat in the Canary Islands!"
    },
    {
      "id": 11,
      "name": "Gold Coast Surfing Challenge",
      "city": "Gold Coast",
      "country": "Australia",
      "image": "./images/australia.png",
      "description": "Escape to the sun-drenched shores of Australia's Gold Coast with our \"Gold Coast Paradise Retreat\" package. Discover a haven of pristine beaches, azure waters, and vibrant coastal culture as you immerse yourself in the laid-back lifestyle of this iconic destination. Spend your days basking in the sun on world-renowned beaches like Surfers Paradise or exploring the lush hinterland that lies just beyond the coastline. Dive into thrilling water sports adventures, from surfing and snorkeling to jet skiing and parasailing, or simply unwind with a leisurely stroll along the seaside promenades. Explore the buzzing nightlife scene of Surfers Paradise, where trendy bars, chic restaurants, and lively entertainment venues await. With luxurious accommodations overlooking the ocean, expertly guided tours, and unforgettable experiences around every corner, our \"Gold Coast Paradise Retreat\" promises an unforgettable Australian getaway in the heart of paradise.",
      "duration": 10,
      "price": 2200,
      "hotel": "Vibe Hotel Gold Coast",
      "destinationType": "Beach and Sun",
      "pensionType": "Half Board",
      "hook": "Experience the sun-drenched shores of Australia's Gold Coast with our \"Gold Coast Paradise Retreat\" package. Dive into thrilling water sports adventures, explore vibrant coastal culture, and unwind in luxurious accommodations. Click now for an unforgettable Australian getaway in paradise!"
    },
    {
      "id": 12,
      "name": "Monchique Mountain Immersion",
      "city": "Monchique",
      "country": "Portugal",
      "image": "./images/monchique.png",
      "description": "Embark on a journey of exploration and tranquility with our \"Monchique Mountain Imersion\" package. Nestled in the heart of the Algarve, Monchique offers a serene escape into lush landscapes, pristine forests, and breathtaking vistas. Traverse winding trails that lead to hidden waterfalls, tranquil lakes, and panoramic viewpoints, offering a glimpse into the region's natural beauty. Immerse yourself in the healing powers of Monchique's thermal springs, known for their therapeutic properties and rejuvenating effects. Explore picturesque villages adorned with whitewashed houses and cobblestone streets, where local artisans showcase traditional crafts and culinary delights. With comfortable accommodations nestled amidst the mountains, guided hikes, and authentic cultural experiences, our \"Monchique Mountain Imersion\" promises an unforgettable journey into the soul of Portugal's countryside.",
      "duration": 5,
      "price": 520,
      "hotel": "Monchique Resort and Spa",
      "destinationType": "Wellness",
      "pensionType": "Half Board",
      "hook": "Embark on a journey of exploration and tranquility with our \"Monchique Mountain Immersion\" package. Discover lush landscapes, hidden waterfalls, and healing thermal springs amidst the serene beauty of the Algarve. Click now for an unforgettable journey into Portugal's countryside!"
    },
    {
      "id": 13,
      "name": "Granada Wellness Yoga Retreat",
      "city": "Granada",
      "country": "Spain",
      "image": "./images/granada.png",
      "description": "Embark on a rejuvenating journey to Granada with our \"Granada Wellness Yoga Retreat\" package, designed for those seeking relaxation, rejuvenation, and inner peace. Nestled amidst the stunning landscapes of Andalusia, Granada provides the perfect backdrop for a holistic wellness experience. Immerse yourself in daily yoga sessions led by experienced instructors, practicing gentle movements and mindful meditation to restore harmony to mind, body, and spirit. Indulge in rejuvenating spa treatments, including massages, facials, and hydrotherapy, designed to melt away tension and promote overall well-being. Explore the serene surroundings of Granada, with leisurely walks through fragrant gardens, peaceful hikes in the nearby mountains, and visits to tranquil lakes and natural springs. Nourish your body with delicious, nutritious meals prepared with locally sourced ingredients, tailored to support your wellness journey. With luxurious accommodations offering a serene retreat from the world, our \"Granada Wellness Yoga Retreat\" promises an unforgettable experience of relaxation, rejuvenation, and self-discovery amidst the beauty of Andalusia.",
      "duration": 7,
      "price": 700,
      "hotel": "Melia Sierra Nevada",
      "destinationType": "Wellness",
      "pensionType": "Full Board",
      "hook": "Embark on a rejuvenating journey to Granada with our \"Granada Wellness Yoga Retreat\" package, offering daily yoga sessions, rejuvenating spa treatments, and serene surroundings in the heart of Andalusia. Click now for an unforgettable experience of relaxation and self-discovery!"
    },
    {
      "id": 14,
      "name": "Kenya Safari Adventure",
      "city": "Nairobi",
      "country": "Kenya",
      "image": "./images/kenya.png",
      "description": "Embark on an exhilarating journey through the wild landscapes of Kenya with our \"Kenya Safari Adventure\" package. Discover the awe-inspiring beauty and diverse wildlife of this East African gem as you explore iconic national parks such as the Maasai Mara, Amboseli, and Tsavo. Set out on thrilling game drives across the savannah, where you'll encounter majestic lions, graceful giraffes, towering elephants, and elusive leopards in their natural habitat. Immerse yourself in the vibrant culture of the Maasai people, with visits to traditional villages and immersive cultural experiences. Witness the Great Migration, one of nature's greatest spectacles, as millions of wildebeest and zebras traverse the plains in search of greener pastures. Relax in luxurious safari lodges and tented camps, where attentive service and stunning views of the African wilderness await. With expert guides leading the way and unforgettable experiences at every turn, our \"Kenya Safari Adventure\" promises an unforgettable journey into the heart of Africa's safari paradise.",
      "duration": 7,
      "price": 1200,
      "hotel": "Ol Donyo Lodge",
      "destinationType": "Nature",
      "pensionType": "All Inclusive",
      "hook": "Embark on an exhilarating Kenya Safari Adventure, exploring iconic national parks and encountering diverse wildlife in their natural habitat. Witness the Great Migration and immerse yourself in Maasai culture amidst luxurious safari lodges. Click now for an unforgettable journey into the heart of Africa's safari paradise!"
    },
    {
      "id": 15,
      "name": "Istanbul Image Restoration Getaway",
      "city": "Istanbul",
      "country": "Turkey",
      "image": "./images/istanbul.png",
      "description": "Embark on a revitalizing journey to Istanbul with our \"Istanbul Image Restoration Getaway\" package, crafted for those seeking to restore their confidence and appearance. Istanbul stands at the forefront of medical tourism, particularly in the realm of Image restoration, offering advanced treatments and world-class expertise. Begin your transformation with personalized consultations and assessments by leading specialists in the field. Experience innovative hair restoration procedures utilizing cutting-edge techniques tailored to your individual needs, ensuring natural-looking results and enhanced self-esteem. Rejuvenate in luxurious accommodations, where attentive service and comfort await, providing the ideal environment for relaxation and recovery. Explore the vibrant city of Istanbul during your downtime, immersing yourself in its rich history, culture, and culinary delights. With comprehensive care and support throughout your journey, our \"Istanbul Hair Restoration Getaway\" promises a transformative experience and renewed confidence in your appearance.",
      "duration": 5,
      "price": 2700,
      "hotel": "Melas Hotel Istanbul",
      "destinationType": "Health",
      "pensionType": "Half Board",
      "hook": "Embark on a revitalizing Istanbul Image Restoration Getaway. Restore confidence with leading specialists and innovative treatments in the heart of medical tourism excellence. Click now for a transformative experience!"
    }
  ],
  "reviews": [
    {
      "id": 1,
      "name": "Marta Ashour",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/ps.png",
      "package": "Gold Coast Surfing Challenge",
      "rate": "/images/star5.png",
      "comment": "The Gold Coast Surfing Challenge was a wild ride, literally! Just when I thought catching the perfect wave was the biggest challenge, a surprise guest decided to join the fun. Picture this: mid-surf, I turn around to find a cheeky kangaroo riding the same wave, stealing my thunder! Yes, you heard it right. Even kangaroos can't resist the waves of the Gold Coast! Despite the unexpected competition, the thrill of riding those waves was unbeatable. A surfing adventure like no other, where even the locals have a knack for stealing the show, or should I say, stealing the waves!"
    },
    {
      "id": 2,
      "name": "Christian Pinto",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/de.png",
      "package": "Parisian Rendezvous",
      "rate": "/images/star4.png",
      "comment": "Parisian Rendezvous was a delight! On my stroll back from Disneyland, guess who I bumped into? None other than Mickey Mouse himself, also savoring the Parisian charm after a day of spreading magic at the park! Amidst the enchanting streets and the scent of freshly baked pastries, meeting Mickey added an unexpected twist to my Paris adventure. While the Eiffel Tower stood tall in the distance, it was Mickey's playful antics that truly made the rendezvous memorable. A Parisian tale complete with magic, laughter, and the iconic mouse!"
    },
    {
      "id": 3,
      "name": "Irene Pitcher",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/it.png",
      "package": "Amsterdam Canal Adventure",
      "rate": "/images/star3.png",
      "comment": "Embarking on the Amsterdam Canal Adventure was like sailing through a cloud of... well, you know! As I cruised along the picturesque canals, I couldn't help but notice the distinct aroma lingering in the air. It seems Amsterdam's other famous attraction made its presence felt, adding a unique twist to the journey. While the scenery was stunning and the guides were knowledgeable, I couldn't shake off the feeling of being on a different kind of high! A memorable adventure indeed, but next time, perhaps I'll opt for a different kind of 'smoke-free' exploration!"
    },
    {
      "id": 4,
      "name": "Mónica Quourchi",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/ma.png",
      "package": "Monchique Mountain Immersion",
      "rate": "/images/star1.png",
      "comment": "Venturing into the Monchique Mountain Immersion was meant to be a refreshing break from the digital grind, but alas, it was more of a tumble down the hill! As a coder seeking solace amidst nature's embrace, I found myself dodging more obstacles than bugs in my code. The guides, bless their souls, seemed more perplexed by my keyboard than the wilderness around us. While the mountain air was crisp and invigorating, the immersion left me yearning for the simpler challenges of debugging. Lesson learned: sometimes, the only bugs you need to escape are the ones crawling on your screen!"
    },
    {
      "id": 5,
      "name": "Eduardo Tourtouras",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/pt.png",
      "package": "Granada Wellness Yoga Retreat",
      "rate": "/images/star4.png",
      "comment": "Embarking on the Granada Wellness Yoga Retreat as a solo coder seeking inspiration was a unique journey. Amidst the tranquil surroundings and meditative practices, I found moments of clarity and creativity that transcended my coding pursuits. While the retreat primarily focused on wellness, the serene environment provided the perfect backdrop for deep introspection and brainstorming sessions. Although coding-specific activities were lacking, the retreat offered invaluable mental rejuvenation and a fresh perspective, igniting new ideas for my coding projects. A highly recommended escape for coders seeking holistic inspiration."
    },
    {
      "id": 6,
      "name": "Jorge Rangosch",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/es.png",
      "package": "Kenya Safari Adventure",
      "rate": "/images/star4.png",
      "comment": "My escapade with the Kenya Safari Adventure was an absolute riot! Amidst the wild wonders of the savannah, I encountered a most unexpected love affair... with a mischievous meerkat! Yes, you heard it right. This little rascal stole my heart with its cheeky antics and irresistible charm. Unable to resist its adorable gaze, I whisked my newfound furry friend away, making it the latest addition to my quirky household. Beyond the safari's thrill, it was this whimsical encounter that truly made the adventure unforgettable. Who knew a safari could lead to a meerkat mischief at home? Pure magic!"
    },
    {
      "id": 7,
      "name": "Omar Mantovani",
      "flag": "https://flagpedia.net/data/flags/icon/72x54/br.png",
      "package": "Istanbul Image Restoration Getway",
      "rate": "/images/star5.png",
      "comment": "My adventure with the Istanbul Image Restoration Getaway was inspired by none other than the legend himself, Dwayne 'The Rock' Johnson! Yes, you heard it right. When I heard that The Rock made a pilgrimage to Istanbul for a hair transplant, I thought, 'If it's good enough for The Rock, it's good enough for me!' So off I went, not for a hair makeover but for an adventure of a lifetime! From exploring the vibrant markets to indulging in mouthwatering Turkish delights, every moment was infused with excitement. And while I didn't leave with a new hairline like The Rock, I did leave with unforgettable memories and a newfound appreciation for Istanbul's charm. Who knew a celebrity hair transplant could inspire the ultimate getaway!"
    }
    
  ]
}